export const ContentsText = {
    AboutMe : `
    (가) 미국이 9·11테러 이후 알카에다와 그 수장인 오사마를 원수로 규정하고 이번에 오사마를 사살함으로써 10년 만에 복수를 이뤘지만, 알카에다는 여전히 건재하고 기존에 있던 테러조직에 더해 새로운 조직까지 생겨나는 판국이므로 미국은 오랜 복수를 마쳤다는 흥분을 가라앉히고 그에 대비해야 한다.
    단 하나의 문장인데 읽다 보면 숨이 막힌다. 내용도 잘 이해되지 않는다. 주어에 맞는 서술어도 찾기 어렵다. 글자 수를 세 보니 160자를 조금 넘는다. 원칙은 아니지만 보통 한 문장이 30~50자 정도로 이뤄지는 것을 고려하면 상당히 길다. 이런 문장을 만연체라고 한다. 만연체는 많은 정보를 한 문장에 모두 담을 수 있다는 장점이 있다. 하지만 읽는 데 시간이 오래 걸리고, 이해하기도 힘든 탓에 글쓰기에서 첫째로 피해야 할 나쁜 습관으로 꼽는다. 게다가 웬만한 문장력을 갖춘 사람이 아니라면 어법에 맞게 쓰기도 어렵다. 한 문장에 하나의 정보를 담는다는 생각으로 예문을 끊어 보자.
    (가-1) 미국은 9·11테러 이후 알카에다와 그 수장인 오사마를 원수로 규정했다. 이번에 오사마를 사살함으로써 10년 만에 복수를 이뤘다. 하지만 알카에다는 여전히 건재하다. 게다가 기존에 있던 테러조직에 더해 새로운 조직까지 생겨나는 판국이다. 그러므로 미국은 오랜 복수를 마쳤다는 흥분을 가라앉히고 테러에 대비해야 한다.
    아하! 한겨레 누리집에 올라온 예를 하나 더 보자.
    예시글 2
    (나) 일본에서 지진으로 인한 원전사고가 발생했는데 우리나라 기상청에선 한반도가 방사능 피해를 입을 가능성은 적다고 말했지만 동풍이 불면 한반도는 위험해진다.
    이 글은 약 90자다. 문장이 그다지 길진 않지만, 한 문장에 ‘일본 원전사고’, ‘기상청 발표’, ‘한반도의 위험성’이란 정보 3개를 동시에 담으려다 보니 직관적으로 이해하기 어렵다. 이 문장을 짧게 끊어 보자.
    (나-1) 일본 지진으로 원전사고가 발생했다. 우리나라 기상청은 한반도가 방사능 피해를 입을 가능성은 적다고 했다. 하지만 동풍이 불면 한반도는 위험해진다.
    `
}
